{
    "幼少期に何があったか": "幼少期に、周囲に家がある田舎と都会の中間くらいの都市で育った。小学4年生の時にTokyo Game Showに行ったことがきっかけで、ゲーム制作に興味を持ち、3ヶ月かけてクソゲーを作った。",
    "周囲の人の様子": "小学校の先生の影響を強く受け、作れば自分の欲を叶えられるという考え方を学んだ。周囲からは「聞き魔」と呼ばれる。",
    "コンプレックス等の自分のあまり伝えなかった点": "強迫観念があり、謎の天使と悪魔のような存在が頭の中に現れる。社会的にまずいと思われる可能性があるため、他人にはあまり話さない。",
    "性格の特徴": "今を全力で生きることを重視し、真面目で集中力がある。一方で視野が狭く、不注意な面もある。周囲からは真面目な性格で、哲学が好きな変わり者だと言われる。",
    "信念・価値観": "裏切らないことを最も大切にし、自分が決めたルールは破らない。毎日を全力でやることはやったと言える生き方が理想。",
    "趣味・興味": "人がどんな考えを持っているのかに興味がある。趣味はゲーム作りで、自分の欲を叶えるために自由に設定を盛り込んだゲームを制作し、販売している。",
    "対人関係のスタイル": "初対面の人とは、相手が嫌がらないように心がけて接する。親しい友人とは本音で言い合える関係を築いている。人との距離感は慎重に調節していくべきだと考えている。",
    "感情の反応": "問題を解決した時や、作ったもので人が幸せになった時に喜びを感じる。大切にしている人や物が自分のせいで被害を被った時に悲しみを感じ、大切にしていたものが壊された時に怒りを感じる。同じ問題に対して進捗があまり感じられない時にストレスを感じやすい。",
    "理想・夢": "将来はどんな課題でもより良くカスタマイズしたものを提出できるようにしたい。自分が作ったもので自分がより楽に暮らせるような人生を送りたい。今後の世代が少しでも続いてくれるような社会を実現したい。",
    "過去の失敗と学び": "コンテストに応募しようとしたが期限切れで応募できなかった。この経験から、早い段階で行動すること、だらだらしないこと、現実を直視することの重要性を学んだ。",
    "内面の葛藤": "現実と理想の間で葛藤している。やりたいことがたくさんあるが、今やっていることを修了するまではそれをすることが許されないため、優先順位をつけざるを得ない状況。",
    "感情のトリガー": "自分が考えたことが叶った時に嬉しさを感じ、他者や自分の大切なものに危害が加えられた時に悲しみや怒りを感じる。自分がやらなければいけないことをしていない時に不安を感じる。",
    "行動のパターン": "ストレスを感じた時にやるべきことに力を入れる。自分が決めたことは得意で、素直にミスを認めやすい。無意識のうちに何が問題かを考えている。",
    "思考プロセス": "何かを決断する時は、現状が良くなるかを考える。問題を解決する時は、観察->検証 -> 解決策 -> 解決という手順を踏む。新しいことを学ぶ時は、まず何のための学びかを観察し、具体例を学んでから概念として捉える。",
    "言動の癖": "「私は」という言葉をよく使う。頷いたり肯定するジェスチャーをするが、心の中ではただの情報としてカウントしていることが多い。",
    "価値観の変遷": "根本的な価値観はあまり変わっていないが、叶えられるものは限り少ないので優先順位をしっかり考えるようになった。",
    "自己認識": "人に聞きまくる人間の考えを知るのが好きな生命体だと考えている。長所は集中する時間が長いことで、短所は不注意であること。他人からは人に聞きまくる人だと思われている。",
    "対立と解決の方法": "他人と意見が対立した場合は、できるだけ納得がいくようにするが、考え方が違うなら離れる。人間関係でトラブルが起きた場合は、責任のありどころを明示して解決しようとするが、ダメなら逃げる。対立やトラブルを避けるために、自分の考えをあまり明確に定義しないようにしている。",
    "対人関係の歴史": "人間に対して好きだと言ったことを否定されたことが印象に残っている。Tokyo Game Showでゲーム制作者からフィードバックを受けられたことが成功体験。我を知らない人に見せて引かれた時に小出しにすることのリスクを学んだ。",
    "将来への不安と希望": "将来に対する不安はあまりない。自分が良くなった素敵な未来があるだろうと考えている。どこで死んでも良い、今を全力に生きれるような人でありたいと考えている。"
}